Repository: m4dhouse/Multiboot-FlashOnline
Catalog: flashonline.po
Languages: it

source: Exit
it: Esci

source: %s installed
it: %s installata

source: Select
it: Seleziona

source: Partition drive (experimental)
it: Partition drive (sperimentale)

source: 6 Partitions (requires 12Gb of dedicated free space)
it: 6 partizioni (richiede 12Gb di spazio libero dedicati)

source: 8 Partitions (requires 16Gb of dedicated free space)
it: 8 partizioni (richiede 16Gb di spazio libero dedicati)

source: 10 Partitions (requires 20Gb of dedicated free space)
it: 10 partizioni (richiede 20Gb di spazio libero dedicati)

source: 12 Partitions (requires 24Gb of dedicated free space)
it: 12 partizioni (richiede 24Gb di spazio libero dedicati)

source: 14 Partitions (requires 28Gb of dedicated free space)
it: 14 partizioni (richiede 28Gb di spazio libero dedicati)

source: 16 Partitions (requires 32Gb of dedicated free space)
it: 16 partizioni (richiede 32Gb di spazio libero dedicati)

source: Number of existing partitions: %s
it: Numero di partizioni esistenti: %s

source: Model Stb: %s
it: Modello Stb: %s

source: STB unsupported!
it: Decoder non supportato!

source: Image running: %s
it: Image in esecuzione: %s

source: You are going to create 6 partitions on the external drive, before proceeding, make sure the drive is formatted is unmounted. If it is successful, you will receive a message on the screen
it: Stai per creare 6 partizioni sull'unità esterna, prima di procedere, assicurati che l'unità sia formattata e smontata. Se il processo è andato a buon fine, riceverai un messaggio sullo schermo

source: Before proceeding, make sure the drive is formatted is unmounted. If it is successful, you will receive a message on the screen
it: Prima di procedere, assicurati che l'unità sia formattata e smontata. Se il processo è andato a buon fine, riceverai un messaggio sullo schermo

source: Do you want to download the {} image?
it: Vuoi scaricare l'immagine {}?

source: 1) Check the LAN cable behind the stb 2) Check your internet connection 3) Reopen Multiboot FlashOnLine
it: 1) Controlla il cavo LAN dietro al decoder 2) Controlla la tua connessione Internet 3) Riapri Multiboot FlashOnLine

source: Please wait for the process to finish...
it: Attendi il completamento del processo...

source: Confirmation
it: Conferma

source: Download Failed!
it: Download fallito!

source: Select the slot
it: Seleziona lo slot

source: Server temporarily unavailable
it: Server momentaneamente non disponibile

source: Please be patient! Flash in progress...
it: Flash in corso pazientare...

source: {} successfully flashed to partition {}
it: {} installata correttamente nella partizione {}

source: Flash your favorite image by Madhouse
it: Installa la tua immagine preferita by Madhouse

source: Select the slot where to install the image
it: Seleziona lo slot dove installare l'image

source: Number of image installed: %s
it: Image installate: %s

source: Do you want to install OpenMultiBoot?
it: Vuoi installare OpenMultiboot?

source: Install OpenMultiboot
it: Installo OpenMultiboot

source: {} installed successfully on OMB
it: {} installata con successo in OMB

source: STB temporarily unsupported
it: Decoder momentaneamente non supportato

source: {} installed successfully on OMB Do you want to install Multiboot FlashOnline on the newly installed image?
it: {} installata con successo in OMB Vuoi installare Multiboot FlashOnline sull'image appena installata?

source: Multiboot FlashOnline successfully installed on {}
it: Multiboot installato con successo su {}

source: In order to use Multiboot FlashOnline the OpenMultiboot plugin is required
it: Per poter utilizzare Multiboot FlashOnline è richiesto il plugin OpenMultiboot

source: Version %s
it: Versione %s

source: Beta version!
it: Versione Beta!

source: Press MENU to update
it: Premi MENU per aggiornare

source: Install update...
it: Installo l'aggiornamento...

source: File download error!
it: Errore nel download del file!

source: Do you want to install the {} image from OMB?
it: Vuoi installare l'immagine {} in OMB?

source: Do you want to restart enigma2? Remember that after reboot you need to run the OpenMultiboot plugin and install it on /media/hdd
it: Vuoi riavviare enigma2? Ricorda che dopo il riavvio è necessario eseguire il plugin OpenMultiboot installazione bootmenu in /media/hdd

source: Restart enigma2 to be able to use Multiboot FlashOnline
it: Riavvia enigma2 per poter utilizzare Multiboot FlashOnline

source: Select how many partitions you want to create
it: Seleziona quante partizioni vuoi creare

source: Connect a usb flash drive by mounting it in /media/hdd
it: Collega un'unità flash USB montandola in /media/hdd

source: Flashing image was not successful %s
it: Flash image non riuscito %s

source: Do you want to reboot into recovery mode? Remember to select Bootmenu, Flash local image, choose the external usb drive, choose the Android.zip file
it: Vuoi riavviare in modalità recovery? Ricordati di selezionare BootMenu, Flash local image, scegliere l'unità esterna usb, scegliere il file Android.zip
