Repository: m4dhouse/Multiboot-FlashOnline
Catalog: po/*.po
Languages: es, it, pl

source: {} has been initialized.
es: {} se ha iniciado.
it: {} è stato inizializzato.
pl: {} została rozpoczęta.

source: Beta version!
es: Version Beta!
it: Versione Beta!
pl: Wersja Beta!

source: New V.%s available Press MENU to update
es: Nueva V.%s Disponible Pulse Menú para actualizar
it: Nuova V.%s disponibile Premi MENU per aggiornare
pl: Dostępna nowa wersja V.%s Wciśnij MENU aby zaktualizować

source: Version %s
it: Versione %s
pl: Wersja %s

source: %s installed (Slot %s)
es: %s Instalada (Ranura %s)
it: %s installata (Slot %s)
pl: %s zainstalowano (partycja %s)

source: %s successfully flashed in slot %s
es: %s instalada correctamente en Ranura %s
it: %s installata correttamente nello slot %s
pl: %s pomyślnie zainstalowano na partycji %s

source: 1) Check the LAN cable behind the stb 2) Check your internet connection 3) Reopen Multiboot FlashOnLine
es: 1) Compruebe conexión LAN situado detrás del receptor 2) Compruebe su conexión a internet 3) Vuelva a abrir Multiboot FlashOnLine
it: 1) Controlla il cavo LAN dietro al decoder 2) Controlla la tua connessione Internet 3) Riapri Multiboot FlashOnLine
pl: 1) Sprawdź kabel sieciowy 2) Sprawdź połączenie internetowe 3) Ponownie uruchom Multiboot FlashOnLine

source: 10 Multiboot slots (requires 20Gb of dedicated free space)
es: 10 ranuras Multiboot (requieren de 20Gb de espacio libre)
it: 10 Multiboot slots (richiede 20Gb di spazio libero dedicati)
pl: 10 partycji Multiboot (wymaga 20 GB dedykowanego wolnego miejsca)

source: 12 Multiboot slots (requires 24Gb of dedicated free space)
es: 12 ranuras Multiboot (requieren de 24Gb de espacio libre)
it: 12 Multiboot slots (richiede 24Gb di spazio libero dedicati)
pl: 12 partycji Multiboot (wymaga 24 GB dedykowanego wolnego miejsca)

source: 14 Multiboot slots (requires 28Gb of dedicated free space)
es: 14 ranuras Multiboot (requieren de 28Gb de espacio libre)
it: 14 Multiboot slots (richiede 28Gb di spazio libero dedicati)
pl: 14 partycji Multiboot (wymaga 28 GB dedykowanego wolnego miejsca)

source: 16 Multiboot slots (requires 32Gb of dedicated free space)
es: 16 ranuras Multiboot (requieren de32Gb de espacio libre)
it: 16 Multiboot slots (richiede 32Gb di spazio libero dedicati)
pl: 16 partycji Multiboot (wymaga 32 GB dedykowanego wolnego miejsca)

source: 18 Multiboot slots (requires 36Gb of dedicated free space)
es: 18 ranuras Multiboot (requieren de 36Gb de espacio libre)
it: 18 Multiboot slots (richiede 36Gb di spazio libero dedicati)
pl: 18 partycji Multiboot (wymaga 36 GB dedykowanego wolnego miejsca)

source: 20 Multiboot slots (requires 40Gb of dedicated free space)
es: 20 ranuras Multiboot (requieren de 40Gb de espacio libre)
it: 20 Multiboot slots (richiede 40Gb di spazio libero dedicati)
pl: 20 partycji Multiboot (wymaga 40 GB dedykowanego wolnego miejsca)

source: 22 Multiboot slots (requires 44Gb of dedicated free space)
es: 22 ranuras Multiboot (requieren de 44Gb de espacio libre)
it: 22 Multiboot slots (richiede 44Gb di spazio libero dedicati)
pl: 22 partycje Multiboot (wymaga 44 GB dedykowanego wolnego miejsca)

source: 24 Multiboot slots (requires 48Gb of dedicated free space)
es: 24 ranuras Multiboot (requieren de 48Gb de espacio libre)
it: 24 Multiboot slots (richiede 48Gb di spazio libero dedicati)
pl: 24 partycje Multiboot (wymaga 48 GB dedykowanego wolnego miejsca)

source: 26 Multiboot slots (requires 52Gb of dedicated free space)
es: 26 ranuras Multiboot (requieren de 52Gb de espacio libre)
it: 26 Multiboot slots (richiede 52Gb di spazio libero dedicati)
pl: 26 partycji Multiboot (wymaga 52 GB dedykowanego wolnego miejsca)

source: 6 Multiboot slots (requires 12Gb of dedicated free space)
es: 6 ranuras Multiboot (requieren de 12Gb de espacio libre)
it: 6 Multiboot slots (richiede 12Gb di spazio libero dedicati)
pl: 6 partycji Multiboot (wymaga 12 GB dedykowanego wolnego miejsca)

source: 2 Multiboot slots (requires 4Gb of dedicated free space)
es: 2 ranuras Multiboot (requieren de 4Gb de espacio libre)
it: 2 Multiboot slots (richiede 4Gb di spazio libero dedicati)
pl: 2 partycje Multiboot (wymaga 4 GB dedykowanego wolnego miejsca)

source: 4 Multiboot slots (requires 8Gb of dedicated free space)
es: 4 ranuras Multiboot (requieren de 8Gb de espacio libre)
it: 4 Multiboot slots (richiede 8Gb di spazio libero dedicati)
pl: 4 partycje Multiboot (wymaga 8 GB dedykowanego wolnego miejsca)

source: 8 Multiboot slots (requires 16Gb of dedicated free space)
es: 8 ranuras Multiboot (requieren de 16Gb de espacio libre)
it: 8 Multiboot slots (richiede 16Gb di spazio libero dedicati)
pl: 8 partycji Multiboot (wymaga 16 GB dedykowanego wolnego miejsca)

source: Before proceeding, make sure that the drive is formatted and unmounted. If this is correct, you will receive a message on the screen.
es: Antes de continuar, Compruebe que la unidad esta formateada y desmontada. Si es correcto, recibira un mensaje en pantalla.
it: Prima di procedere, assicurati che l'unità sia formattata e smontata. Se il processo è andato a buon fine, riceverai un messaggio sullo schermo.
pl: Przed kontynuowaniem upewnij się, że dysk jest sformatowany i odmontowany. Jeśli tak jest, na ekranie pojawi się komunikat.

source: Check if your Device /dev/sda
es: Compruebe si su dispositivo es reconocido como /dev/sda
it: Controllo se il tuo dispositivo /dev/sda
pl: Sprawdź, czy dysk to /dev/sda

source: Confirmation
es: Confirmación
it: Conferma
pl: Potwierdzenie

source: Connect a usb flash drive by mounting it in /media/hdd
es: Conecte un pendrive y móntelo como /media/hdd
it: Collega un'unità flash USB montandola in /media/hdd
pl: Podłącz dysk flash USB, montując go w /media/hdd

source: Do you want to download the {} image?
es: Quieres descargar La imagen {} ?
it: Vuoi scaricare l'immagine {}?
pl: Czy chcesz pobrać obraz {}?

source: Do you want to reboot into recovery mode? Remember to select Bootmenu, Flash local image, choose the external usb drive, choose the Android.zip file
es: Quieres reiniciar en modo recuperación? Recuerda seleccionar el menú Boot, Flashear imagen local, Seleccionar la unidad USB externa, Seleccionar el archivo Android.zip
it: Vuoi riavviare in modalità recovery? Ricordati di selezionare BootMenu, Flash local image, scegliere l'unità esterna usb, scegliere il file Android.zip
pl: Czy chcesz uruchomić system w trybie odzyskiwania? Pamiętaj, aby wybrać Bootmenu, Wgraj do flasha, wybierz zewnętrzny dysk USB, wybierz plik Android.zip

source: Download Failed!
es: La descarga ha fallado!
it: Download fallito!
pl: Pobieranie nie powiodło się!

source: Existing slots: %s (Flash)
es: Ranuras existentes: %s (Flash)
it: Slot esistenti: %s (Flash)
pl: Istniejące partycje: %s (Flash)

source: Existing slots: %s (Flash) %s
es: Ranuras existentes: %s (Flash) %s
it: Slot esistenti: %s (Flash) %s
pl: Istniejące partycje: %s (Flash) %s

source: Exit
es: Salir
it: Esci
pl: Wyjście

source: File download error!
es: ¡Error en la descarga de archivo!
it: Errore nel download del file!
pl: Błąd pobierania pliku!

source: Flash your favorite image by Madhouse
es: Instala tu imagen favorita realizado por Madhouse
it: Installa la tua immagine preferita by Madhouse
pl: Wgraj swój ulubiony obraz od Madhouse

source: Flashing image was not successful %s
es: No se pudo instalar la imagenl %s
it: Flash image non riuscito %s
pl: Wgrywanie obrazu nie powiodło się! %s

source: I create {} Multiboot slots on the {}
es: Creadas {} ranuras de arranque múltiple en {}
it: Creo {} Multiboot slots nella {}
pl: Tworzę {} partycje Multiboot na {}

source: Info/Local flash
it: Info/Flash locale
pl: Info/Lokalny flash

source: Image running: %s
es: Imagen en uso: %s
it: Image in esecuzione: %s
pl: Uruchomiony obraz: %s

source: Install update...
es: Instalar actualización……
it: Installo l'aggiornamento...
pl: Zainstaluj aktualizację...

source: Local Flash
it: Flash Locale
pl: Pamięć flash

source: Model Stb: %s
es: Modelo Stb: %s
it: Modello Stb: %s

source: Multiboot selector
es: Selector de Multiboot
it: Selettore multiboot
pl: Wybór obrazu

source: Partition drive
es: Unidad de partición
it: Partiziona unità
pl: Podziel nośnik

source: Format drive
es: Formatear Unidad
it: Formatta unità
pl: Sformatuj nośnik

source: Partitioning of /dev/sda successful completed
es: La partición de /dev/sda se completó con éxito
it: Partizionamento su /dev/sda completato con successo
pl: Ukończono partycjonowanie /dev/sda

source: Partitions can only be created if you start it from an Image in the Flash (Slots 1-4).
es: Solo se pueden crear particiones Si estas usandon Imagen en arranque interno (Ranuras 1-4).
it: Le partizioni possono essere create solo se lo esegui da un'immagine sulla Flash (Slot 1-4).
pl: Partycje można utworzyć tylko jeśli uruchomisz obraz we Flashu (partycje 1-4).

source: Pass on the MacAddress %s with your Egami forum username (donor) to the Madhouse administrator
es: Pase la MacAddress %s con su nombre de usuario del foro Egami (donante) al administrador Madhouse
it: Comunica il MacAddress %s con il tuo nome utente (donatore) del forum Egami all'amministratore Madhouse
pl: Przekaż MacAdress %s z twoją nazwą użytkownika forum Egami (dawcy) do administratora Madhouse

source: Please be patient! Flash in progress...
es: Tenga paciencia! Instalación en progreso…
it: Flash in corso pazientare...
pl: Proszę czekać! Trwa wgrywanie...

source: Please be patient...
es: Tenga paciencia y no desesperes…..
it: Si prega di pazientare...
pl: Proszę czekać...

source: Please wait for the process to finish...
es: Espere a que finalice el proceso…
it: Attendi il completamento del processo...
pl: Poczekaj na zakończenie procesu...

source: Select how many slots that you want to create
es: Seleccione cuántas ranuras desea crear
it: Seleziona quanti slot vuoi creare
pl: Wybierz ile partycji chcesz utworzyć

source: Select the slot where to install the image
es: Seleccione la ranura donde instalar la imagen
it: Seleziona lo slot dove installare l'image
pl: Wybierz partycję, gdzie ma zostać zainstalowany obraz

source: Select the slot
es: Seleccione la ranura
it: Seleziona lo slot
pl: Wybierz partycję

source: Select
es: Seleccione
it: Seleziona
pl: Wybierz

source: Server temporarily unavailable
es: Server no disponible temporalmente
it: Server momentaneamente non disponibile
pl: Serwer chwilowo niedostępny

source: STB unsupported!
es: STB no soportado!
it: Decoder non supportato!
pl: Urządzenie niewspierane!

source: SD-Card
it: Micro SD-Card
pl: Karta SD

source: To apply the changes you have to restart the GUI
es: Para aplicar cambios Es necesario reiniciar Interfaz E2
it: Per applicare le modifiche vuoi riavviare la GUI
pl: Aby zastosować zmiany musisz zrestartować GUI

source: USB Device
it: Dispositivo Usb
pl: Urządzenie USB
