Repository: m4dhouse/Multiboot-FlashOnline
Catalog: po files/*.po
Languages: nl

source: (SD-Card or USB Device) has been initialized.
nl: (SD-Kaart of USB Apparaat) is geïnitializeerd.

source: Beta version!
nl: Beta versie!

source: Press MENU to update
nl: Druk op MENU om te updaten

source: Version %s
nl: Versie %s

source: %s installed (Slot %s)
nl: %s geïnstalleerd (Slot %s)

source: %s successfully flashed in slot %s
nl: %s met succes geïnstalleerd in slot %s

source: 1) Check the LAN cable behind the stb 2) Check your internet connection 3) Reopen Multiboot FlashOnLine
nl: 1) Controleer de LAN kable aan de achterkant van de ontvanger 2) Controleer uw internet verbinding 3) Start Multiboot FlashOnLine

source: 10 Multiboot slots (requires 20Gb of dedicated free space)
nl: 10 Multiboot slots (vereist 20Gb toegewezen vrije ruimte)

source: 12 Multiboot slots (requires 24Gb of dedicated free space)
nl: 12 Multiboot slots (vereist 24Gb toegewezen vrije ruimte)

source: 14 Multiboot slots (requires 28Gb of dedicated free space)
nl: 14 Multiboot slots (vereist 28Gb toegewezen vrije ruimte)

source: 16 Multiboot slots (requires 32Gb of dedicated free space)
nl: 16 Multiboot slots (vereist 32Gb toegewezen vrije ruimte)

source: 18 Multiboot slots (requires 36Gb of dedicated free space)
nl: 18 Multiboot slots (vereist 36Gb toegewezen vrije ruimte)

source: 20 Multiboot slots (requires 40Gb of dedicated free space)
nl: 20 Multiboot slots (vereist 40Gb toegewezen vrije ruimte)

source: 22 Multiboot slots (requires 44Gb of dedicated free space)
nl: 22 Multiboot slots (vereist 44Gb toegewezen vrije ruimte)

source: 24 Multiboot slots (requires 48Gb of dedicated free space)
nl: 24 Multiboot slots (vereist 48Gb toegewezen vrije ruimte)

source: 26 Multiboot slots (requires 52Gb of dedicated free space)
nl: 26 Multiboot slots (vereist 52Gb toegewezen vrije ruimte)

source: 6 Multiboot slots (requires 12Gb of dedicated free space)
nl: 6 Multiboot slots (vereist 12Gb toegewezen vrije ruimte)

source: 8 Multiboot slots (requires 16Gb of dedicated free space)
nl: 8 Multiboot slots (vereist 16Gb toegewezen vrije ruimte)

source: Before proceeding, make sure that the drive is formatted and unmounted. If this is correct, you will receive a message on the screen.
nl: Voordat u verder gaat, wees er zeker van dat de drive geformatteerd, en niet gemount is. Als dit klopt, verschijnt er een bericht op uw scherm.

source: Check if your Device /dev/sda
nl: Controleer of uw apparaat /dev/sda

source: Confirmation
nl: Bevestiging

source: Connect a usb flash drive by mounting it in /media/hdd
nl: Sluit een usb-flashdrive aan door deze te mounten in /media/hdd

source: Do you want to download the {} image?
nl: Wilt u het {} image downloaden?

source: Do you want to reboot into recovery mode? Remember to select Bootmenu, Flash local image, choose the external usb drive, choose the Android.zip file
nl: Wilt u herstarten in Recovery modus? Denk er aan om het Bootmenu te selecteren, Flash lokaal image, kies de externe usb drive, kies het Android.zip bestand

source: Download Failed!
nl: Download Mislukt!

source: Existing slots: %s
nl: Aantal slots: %s

source: Existing slots: %s (Flash)
nl: Aantal slots: %s (Flash)

source: Existing slots: %s (Flash) %s
nl: Aantal slots: %s (Flash) %s

source: Exit
nl: Afsluiten

source: File download error!
nl: Bestand download fout!

source: Flash your favorite image by Madhouse
nl: Flash uw favoriete image door Madhouse

source: Flashing image was not successful %s
nl: Image flashen is mislukt %s

source: I create 10 Multiboot slots on the Micro SD-Card
nl: Ik creëer 10 Multiboot slots op de Micro SD-Kaart

source: I create 12 Multiboot slots on the Micro SD-Card
nl: Ik creëer 12 Multiboot slots op de Micro SD-Kaart

source: I create 14 Multiboot slots on the Micro SD-Card
nl: Ik creëer 14 Multiboot slots op de Micro SD-Kaart

source: I create 16 Multiboot slots on the Micro SD-Card
nl: Ik creëer 16 Multiboot slots op de Micro SD-Kaart

source: I create 18 Multiboot slots on the Micro SD-Card
nl: Ik creëer 18 Multiboot slots op de Micro SD-Kaart

source: I create 20 Multiboot slots on the Micro SD-Card
nl: Ik creëer 20 Multiboot slots op de Micro SD-Kaart

source: I create 22 Multiboot slots on the Micro SD-Card
nl: Ik creëer 22 Multiboot slots op de Micro SD-Kaart

source: I create 24 Multiboot slots on the Micro SD-Card
nl: Ik creëer 24 Multiboot slots op de Micro SD-Kaart

source: I create 26 Multiboot slots on the Micro SD-Card
nl: Ik creëer 26 Multiboot slots op de Micro SD-Kaart

source: I create 6 Multiboot slots on the Micro SD-Card
nl: Ik creëer 6 Multiboot slots op de Micro SD-Kaart

source: I create 8 Multiboot slots on the Micro SD-Card
nl: Ik creëer 8 Multiboot slots op de Micro SD-Kaart

source: Image running: %s
nl: Actief image: %s

source: Install update...
nl: Update installeren...

source: Model Stb: %s
nl: Model ontvanger: %s

source: Multiboot selector
nl: MultiBoot selectie

source: Partition drive
nl: Partitie drive

source: Format drive
nl: Formaat drive

source: Partitioning of /dev/sda successful completed
nl: Partitioneren van /dev/sda is met succes voltooid

source: Partitions can only be created if you start it from an Image in the Flash (Slots 1-4).
nl: Partities kunnen alleen gecreëerd worden als u dit doet met een Flash image (Slot 1-4).

source: Pass on the MacAddress %s with your Egami forum username (donor) to the Madhouse administrator
nl: Geef het MacAdres %s door, samenr met uw Egami forum gebruikersnaam (donor) aan de Madhouse administrator

source: Please be patient! Flash in progress...
nl: Even geduld aub! Bezig met flashen...

source: Please be patient...
nl: Even geduld aub...

source: Please wait for the process to finish...
nl: Wacht aub tot het proces is beëindigd...

source: Select how many slots that you want to create
nl: Selecteer het aantal slots dat u wilt creëren

source: Select the slot where to install the image
nl: Selecteer het slot waarin u het image wilt installeren

source: Select the slot
nl: Selecteer het slot

source: Select
nl: Selecteer

source: Server temporarily unavailable
nl: Server tijdelijk niet bereikbaar

source: STB unsupported!
nl: Ontvanger niet ondersteund!

source: To apply the changes you have to restart the GUI
nl: Om de wijzigingen te activeren zult u de GUI moeten herstarten
